Repository: Etamuk/update-extensions
Catalog: po/*.po
Languages: fi

source: Extension Updates Available
fi: Laajennuspäivityksiä saatavilla

source: Some of your installed extensions have updated versions available.
fi: Jotkin asentamistasi laajennuksista on mahdollista päivittää.

source: Show updates
fi: Näytä päivitykset

source: Check for updates every:
fi: Tarkista päivitykset:

source: Hours
fi: tunnin välein

source: Days
fi: päivän välein

source: Weeks
fi: viikon välein

source: Check for updates for system-wide extensions
fi: Tarkista järjestelmänlaajuisten laajennusten päivitykset

source: System-wide extensions are usually installed via a package manager
fi: Järjestelmänlaajuiset laajennukset on yleensä asennettu paketinhallinnan kautta

source: Use transient notifications (auto dismiss)
fi: Käytä piiloon meneviä ilmoituksia

source: Basic settings
fi: Perusasetukset

source: version:
fi: versio:

source: Checks for Gnome-Shell extension updates
fi: Tarkistaa Gnome Shell -laajennusten päivitykset

source: Maintained by
fi: Ylläpitäjä

source: Webpage
fi: Verkkosivusto

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. Sethe <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 2 or later</a> for details.</span>
fi: <span size="small">Tämä ohjelma ei sisällä MINKÄÄNLAISTA TAKUUTA. Tutustu <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License -lisenssin versioon 2 tai uudempaan </a> saadaksesi lisätietoja.</span>

source: About
fi: Tietoja
